Repository: axelromandev/tasking_app
Catalog: lib/l10n/intl_*.arb
Languages: es

# buttom_reminder
source: Reminder
es: Recordatorio

# button_add_due_date
source: Add Due Date
es: Fecha de vencimiento

# button_cancel
source: Cancel
es: Cancelar

# button_clear
source: Clear
es: Limpiar

# button_continue
source: Continue
es: Continuar

# button_delete
source: Delete
es: Eliminar

# button_delete_task
source: Delete Task
es: Eliminar tarea

# button_hide_completed
source: Hide Completed
es: Ocultar Completado

# button_remove
source: Remove
es: Eliminar

# button_save
source: Save
es: Guardar

# button_show_completed
source: Show Completed
es: Mostrar Completado

# calendar_custom
source: Custom
es: Otro día

# calendar_today
source: Today
es: Hoy

# calendar_tomorrow
source: Tomorrow
es: Mañana

# coming_soon_subtitle_modal
source: This feature is not yet available, but we are working on it.
es: Esta característica aún no está disponible, pero estamos trabajando en ello.

# coming_soon_title_modal
source: Coming soon
es: Muy pronto

# default_group_1
source: ToDo
es: Tareas

# default_group_2
source: Shopping
es: Compras

# default_group_3
source: Work
es: Trabajo

# dialog_delete_subtitle
source: You won´t be able to undo this action.
es: No podrás deshacer esta acción.

# dialog_delete_title
source: Will be permanently deleted.
es: Se eliminará permanentemente.

# dialog_restore_subtitle
source: Are you sure you want to restore the data app? This action cannot be undone.
es: ¿Estás seguro de que quieres restaurar la aplicación de datos?Esta acción no se puede deshacer.

# dialog_restore_title
source: Restore App
es: Restaurar la aplicación

# group_delete_confirm_description
source: Are you sure to eliminate this group? All the tasks it contains will be eliminated and they cannot be recovered.
es: ¿Estás seguro de eliminar este grupo?, se eliminarán todas las tareas que contiene y no se podrán recuperar.

# group_options_delete_subtitle
source: You can´t delete the selected group
es: No puedes eliminar el grupo seleccionado

# group_options_delete_title
source: Delete group
es: Eliminar grupo

# group_options_edit
source: Edit group
es: Editar grupo

# group_select_subtitle
source: Keep for more options
es: Mantén para más opciones

# group_select_title
source: Select group
es: Seleccionar grupo

# home_button_add
source: Add a task
es: Agregar una tarea

# home_completed
source: Completed
es: Completado

# home_empty_tasks
source: No tasks yet
es: No hay tareas

# home_pending
source: Pending
es: Pendiente

# home_title
source: Your tasks
es: Tus tareas

# label_date
source: Date
es: Fecha

# label_time
source: Time
es: Tiempo

source: Language
es: Idioma

# language_en
source: English
es: Ingles

# language_es
source: Spanish
es: Español

# modal_backup_export
source: Export on the device
es: Exportar en el dispositivo

# modal_backup_import
source: Import from the device
es: Importar desde el dispositivo

# page_about_author_description
source: I´m a software developer from México. I love to create apps and learn new things.
es: Soy un desarrollador de software de México. Me encanta crear aplicaciones y aprender cosas nuevas.

# page_about_description
source: Tasking is a simple task manager app. It´s free and open source.
es: Tasking es una aplicación simple del administrador de tareas. Es gratis y de código abierto.

# page_intro_button
source: Get started
es: Empezar

# page_intro_disclaimer
source: *This app still in beta, expect the unexpected behavior and UI changes*
es: *Esta aplicación todavía está en beta, espere el comportamiento inesperado y los cambios de la interfaz de usuario.*

# page_intro_feature_1
source: Manage your time efficiently
es: Administra tu tiempo de forma eficiente

# page_intro_feature_2
source: Local storage on the device
es: Almacenamiento local en el dispositivo

# page_intro_feature_3
source: Your data is private and secure
es: Sus datos son privados y seguros

# page_intro_feature_4
source: Personalized reminders and notifications
es: Recordatorios y notificaciones personalizadas

# page_intro_step3_notification_title
source: Hey! We need your permission
es: Ey! Necesitamos tu permiso

# page_intro_step_1_description
source: Sync your tasks across all devices, anywhere, anytime. Offline support included.
es: Sincroniza tus tareas en todos los dispositivos, en cualquier lugar y en cualquier momento. Soporte sin conexión incluido.

# page_intro_step_1_title
source: Cloud Sync
es: Sincronización en la nube

# page_intro_step_3_notification_body
source: Enable notifications to receive reminders of your tasks.You can change this in the configuration of your device.
es: Habilite las notificaciones para recibir recordatorios de sus tareas. Puede cambiar esto en la configuración de su dispositivo.

# page_intro_subtitle
source: A simple way to control your digital life
es: Una forma simple de controlar su vida digital

# page_language_description_1
source: The tasking application uses the same language you have configured on the device.
es: La aplicación de Tasking usa el mismo idioma que tengas configurado en el dispositivo.

# page_language_description_2
source: The language that is configured on your device is:
es: El idioma que esta configurado en tu dispositivo es:

# page_language_description_3
source: If you want to change the application of the application, follow these steps:
es: Si deseas cambiar el idioma de la aplicación, sigue estos pasos:

# page_language_description_4
source: When you change the configured language, the tasking application will automatically update the new language.
es: Cuando cambies el idioma configurado, la aplicación de Tasking se actualizara automáticamente al nuevo idioma.

# page_language_step_1
source: • Go to your device´s home screen.
es: • Ve a la pantalla de inicio de tu dispositivo.

# page_language_step_2
source: • Open the device settings.
es: • Abre los ajustes del dispositivo.

# page_language_step_3
source: • Look for language adjustments.
es: • Busca los ajustes de idioma.

# page_language_step_4
source: • Choose a language from the list.
es: • Elige un idioma de la lista.

# page_language_step_5
source: • Confirm your choice.
es: • Confirma tu elección.

# page_notifications_description
source: Set a time to show a notification when there are all-day reminders (with no specified time).
es: Establezca una hora para mostrar una notificación cuando haya recordatorios de todo el día (sin hora especificada).

# page_notifications_error_permission
source: Notifications are disabled: You must activate them from the settings.
es: Las notificaciones están desactivadas: Debes activarlas desde la configuración.

# page_notifications_label
source: ALL-DAY REMINDERS
es: RECORDATORIOS DE TODO EL DÍA

# page_notifications_title
source: Today notification
es: Notificaciones de hoy

# reminder_notification_title
source: You have a pending task
es: Tienes una tarea pendiente

# settings_about_app
source: About Tasking
es: Acerca de Tasking

# settings_button_restore_app
source: Restore App
es: Restablecer la aplicación

# settings_custom_theme
source: Theme App
es: Tema de la aplicación

# settings_general_cloud
source: Backup Copy
es: Copia de seguridad

# settings_general_notifications
source: Notifications
es: Notificaciones

# settings_general_reminders
source: Reminders
es: Recordatorios

# settings_label_about
source: About
es: Acerca de

# settings_label_info
source: More information
es: Más información

# settings_label_restore
source: Danger Zone
es: Zona peligrosa

# settings_legal_privacy_policy
source: Privacy Policy
es: Política de privacidad

# settings_support_contact
source: Contact Us
es: Contáctenos

# settings_title
source: Settings
es: Configuración

# task_empty_subtitle
source: Go back to home and add a new task
es: Vuelve al inicio y agrega una nueva tarea

# task_empty_title
source: Ups! Task not found
es: Ups! Tarea no encontrada
